export const weapons = [
  {
    "name": "Эпос о драконоборцах",
    "rare": 3,
    "type": "Катализатор",
    "id": 1
  },
  {
    "name": "Чёрная кисть",
    "rare": 3,
    "type": "Древковое",
    "id": 2
  },
  {
    "name": "Холодное лезвие",
    "rare": 3,
    "type": "Одноручное оружие",
    "id": 3
  },
  {
    "name": "Руководство по магии",
    "rare": 3,
    "type": "Катализатор",
    "id": 4
  },
  {
    "name": "Рогатка",
    "rare": 3,
    "type": "Стрелковое",
    "id": 5
  },
  {
    "name": "Предвестник зари",
    "rare": 3,
    "type": "Одноручное оружие",
    "id": 6
  },
  {
    "name": "Меч небесного всадника",
    "rare": 3,
    "type": "Одноручное оружие",
    "id": 7
  },
  {
    "name": "Меч драконьей крови",
    "rare": 3,
    "type": "Двуручное оружие",
    "id": 8
  },
  {
    "name": "Металлическая тень",
    "rare": 3,
    "type": "Двуручное оружие",
    "id": 9
  },
  {
    "name": "Лук ворона",
    "rare": 3,
    "type": "Стрелковое",
    "id": 10
  },
  {
    "name": "Клятва стрелка",
    "rare": 3,
    "type": "Стрелковое",
    "id": 11
  },
  {
    "name": "Изумрудный шар",
    "rare": 3,
    "type": "Катализатор",
    "id": 12
  },
  {
    "name": "Дубина переговоров",
    "rare": 3,
    "type": "Двуручное оружие",
    "id": 13
  },
  {
    "name": "Церемониальный меч",
    "rare": 4,
    "type": "Одноручное оружие",
    "id": 14
  },
  {
    "name": "Церемониальный лук",
    "rare": 4,
    "type": "Стрелковое",
    "id": 15
  },
  {
    "name": "Церемоинальный двуручный меч",
    "rare": 4,
    "type": "Двуручное оружие",
    "id": 16
  },
  {
    "name": "Церемониальные мемуары",
    "rare": 4,
    "type": "Катализатор",
    "id": 17
  },
  {
    "name": "Ржавый лук",
    "rare": 4,
    "type": "Стрелковое",
    "id": 18
  },
  {
    "name": "Песнь странника",
    "rare": 4,
    "type": "Катализатор",
    "id": 19
  },
  {
    "name": "Око сознания",
    "rare": 4,
    "type": "Катализатор",
    "id": 20
  },
  {
    "name": "Меч-флейта",
    "rare": 4,
    "type": "Одноручное оружие",
    "id": 21
  },
  {
    "name": "Меч-колокол",
    "rare": 4,
    "type": "Двуручное оружие",
    "id": 22
  },
  {
    "name": "Меч Фавония",
    "rare": 4,
    "type": "Одноручное оружие",
    "id": 23
  },
  {
    "name": "Копьё Фавония",
    "rare": 4,
    "type": "Древковое",
    "id": 24
  },
  {
    "name": "Кодекс Фавония",
    "rare": 4,
    "type": "Катализатор",
    "id": 25
  },
  {
    "name": "Драконий рык",
    "rare": 4,
    "type": "Одноручное оружие",
    "id": 26
  },
  {
    "name": "Дождерез",
    "rare": 4,
    "type": "Двуручное оружие",
    "id": 27
  },
  {
    "name": "Двуручный меч Фавония",
    "rare": 4,
    "type": "Двуручное оружие",
    "id": 28
  },
  {
    "name": "Гроза драконов",
    "rare": 4,
    "type": "Древковое",
    "id": 29
  },
  {
    "name": "Боевой лук Фавония",
    "rare": 4,
    "type": "Стрелковое",
    "id": 30
  },
  {
    "name": "Бесструнный",
    "rare": 4,
    "type": "Стрелковое",
    "id": 31
  },
  {
    "name": "Акуомару",
    "rare": 4,
    "type": "Двуручное оружие",
    "id": 32
  },
  {
    "name": "Режущий волны плавник",
    "rare": 4,
    "type": "Древковое",
    "id": 33
  },
  {
    "name": "Вальс Нирваны Ночи",
    "rare": 4,
    "type": "Стрелковое",
    "id": 34
  },
  {
    "name": "Вспышка во тьме",
    "rare": 4,
    "type": "Стрелковое",
    "id": 35
  },
  {
    "name": "Каменное копьё",
    "rare": 4,
    "type": "Древковое",
    "id": 36
  },
  {
    "name": "Каменный меч",
    "rare": 4,
    "type": "Двуручное оружие",
    "id": 37
  },
  {
    "name": "Луна Моун",
    "rare": 4,
    "type": "Стрелковое",
    "id": 38
  },
  {
    "name": "Охотник во тьме",
    "rare": 4,
    "type": "Стрелковое",
    "id": 39
  },
  {
    "name": "Элегия погибели",
    "rare": 5,
    "type": "Стрелковое",
    "id": 40
  },
  {
    "name": "Вино и песни",
    "rare": 4,
    "type": "Катализатор",
    "id": 41
  },
  {
    "name": "Волчья погибель",
    "rare": 5,
    "type": "Двуручное оружие",
    "id": 42
  },
  {
    "name": "Нефритовый коршун",
    "rare": 5,
    "type": "Древковое",
    "id": 43
  },
  {
    "name": "Небесный меч",
    "rare": 5,
    "type": "Одноручное оружие",
    "id": 44
  },
  {
    "name": "Небесный атлас",
    "rare": 5,
    "type": "Катализатор",
    "id": 45
  },
  {
    "name": "Небесное крыло",
    "rare": 5,
    "type": "Стрелковое",
    "id": 46
  },
  {
    "name": "Небесное величие",
    "rare": 5,
    "type": "Двуручное оружие",
    "id": 47
  },
  {
    "name": "Небесная ось",
    "rare": 5,
    "type": "Древковое",
    "id": 48
  },
  {
    "name": "Молитва святым ветрам",
    "rare": 5,
    "type": "Катализатор",
    "id": 49
  },
  {
    "name": "Меч Сокола",
    "rare": 5,
    "type": "Одноручное оружие",
    "id": 50
  },
  {
    "name": "Лук Амоса",
    "rare": 5,
    "type": "Стрелковое",
    "id": 51
  },
  {
    "name": "Усмиритель бед",
    "rare": 5,
    "type": "Древковое",
    "id": 52
  },
  {
    "name": "Сияющая жатва",
    "rare": 5,
    "type": "Древковое",
    "id": 53
  },
  {
    "name": "Рассекающий туман",
    "rare": 5,
    "type": "Одноручное оружие",
    "id": 54
  },
  {
    "name": "Посох Хомы",
    "rare": 5,
    "type": "Древковое",
    "id": 55
  },
  {
    "name": "Полярная звезда",
    "rare": 5,
    "type": "Стрелковое",
    "id": 56
  },
  {
    "name": "Покоритель вихря",
    "rare": 5,
    "type": "Древковое",
    "id": 57
  },
  {
    "name": "Песнь разбитых сосен",
    "rare": 5,
    "type": "Двуручное оружие",
    "id": 58
  },
  {
    "name": "Память о пыли",
    "rare": 5,
    "type": "Катализатор",
    "id": 59
  },
  {
    "name": "Некованый",
    "rare": 5,
    "type": "Двуручное оружие",
    "id": 60
  },
  {
    "name": "Кромсатель пиков",
    "rare": 5,
    "type": "Одноручное оружие",
    "id": 61
  },
  {
    "name": "Краснорогий камнеруб",
    "rare": 5,
    "type": "Двуручное оружие",
    "id": 62
  },
  {
    "name": "Клятва свободы",
    "rare": 5,
    "type": "Одноручное оружие",
    "id": 63
  },
  {
    "name": "Истина кагура",
    "rare": 5,
    "type": "Катализатор",
    "id": 64
  },
  {
    "name": "Драгоценный омут",
    "rare": 5,
    "type": "Одноручное оружие",
    "id": 65
  },
  {
    "name": "Громовой пульс",
    "rare": 5,
    "type": "Стрелковое",
    "id": 66
  },
  {
    "name": "Вечное лунное сияние",
    "rare": 5,
    "type": "Катализатор",
    "id": 67
  }
]